Revit 2024 API
SpecTypeId.HvacPower Property
 Power, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId HvacPower { get; }
Visual Basic
Public Shared ReadOnly Property HvacPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HvacPower {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace